[
	{
		"name": "Unrefined Blink Dagger",
		"type": "dagger",
		"rarity": "Rare",
		"description": "**Teleportation:** As an action, you can throw this dagger to an unoccupied space within 60 feet. You instantly teleport to that location.\n\n**Unpredictable Teleportation:** After each teleport, there's a 25% chance the dagger breaks, becoming non-magical.",
		"flavor": "__This dagger crackles with unstable energy.__"
	},
	{		
		"name": "Ring Of Feather Falling",
		"type": "Ring",
		"rarity": "Rare",
		"description": "When you fall while wearing this ring, you descend 60 feet per round and take no damage from falling.",
		"flavor": "Its a cool looking ring."
	},
	{		
		"name": "Alchemy Jug",
		"type": "Ring",
		"rarity": "Uncommon",
		"description": "This ceramic jug appears to be able to hold a gallon of liquid and weighs 12 pounds whether full or empty. Sloshing sounds can be heard from within the jug when it is shaken, even if the jug is empty. You can use an action and name one liquid from the table below to cause the jug to produce the chosen liquid. Afterward, you can uncork the jug as an action and pour that liquid out, up to 2 gallons per minute. The maximum amount of liquid the jug can produce depends on the liquid you named. Once the jug starts producing a liquid, it can't produce a different one, or more of one that has reached its maximum, until the next dawn.\n\nAcid=8 ounces\nBasic poison=1/2 ounce\nBeer=4 gallons\nHoney=1 gallon\nMayonnaise=2 gallons\nOil=1 quart\nVinegar=2 gallons\nWater, fresh=8 gallons\nWater, salt=12 gallons\nWine=1 gallon",
		"flavor": "nice jug"
	},
	{		
		"name": "Slippers of Spider Climbing",
		"type": "Shoes",
		"rarity": "Uncommon (Requires Attunement)",
		"description": "While you wear these light shoes, you can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. You have a climbing speed equal to your walking speed. However, the slippers don't allow you to move this way on a slippery surface, such as one covered by ice or oil.",
		"flavor": "Rly cool shoes"
	}
]

